tetsting/get-artillery.yml
config:
  target: 'http://34.71.30.13:1818/'
  phases:
    - duration: 30
      arrivalRate: 20
  plugins:
    statsd:
      host: "localhost"
      port: 8125
      prefix: "artillery"
scenarios:
  - flow:
    - get:
        url: "/form"
    - think: 3
    - post:
        url: "/form"
        json:
          rut: "123123"
          name: "123123"
          address: "asdasd"
          reason: "asdasd"